import React from 'react'
import Content from '../../components/Content/Content'
import Header from '../../components/Header/Header'

function About() {

let content = [
    "Позната како и земја на Сонцето, Македонија нуди идеално климатско и земјоделско опкружување за производство на високо квалитетни вина. Винската индустрија во Македонија се развивала значително во последните децении, со многу семејни и големи винарии кои ја ставаат оваа земја на светската винска карта. Поттикнат од тоа, нашиот тим дојде до идеја со која можеме да допринесиме уште повеќе во развојот на винската индустрија.",
    "Преку Winedonia вие може да дознаете повеќе за винариите кои постојат во Македонија, како и за вината, какви врсти врсти на вина постојат и тоа од каде истите потекнуваат. Со нашата посветеност ние имаме за цел да ви донесеме не само пијалок, туку и историја и длабока култура за грозјето.",
    "Наше е да ви кажеме дека секоја голтка испиена вино си раскажува приказна за себе. Со Сите информации вие сте спремни да тргнете во авантура и да ги искусите едни од најубавите вина во Македонија и пошироко."
]

  return (
    <div>
        <div className="about-header">
            <Header title={"За нас"} hasRating={undefined} rating={undefined} />
        </div>
        <div>
            <Content content={content} isCustomStyled={undefined}/>
        </div>
    </div>
  )
}

export default About